cask_args appdir: "/Applications"
brew "ack"
brew "awscli"
brew "bash-completion"
brew "coreutils"
brew "findutils"
brew "grep"
brew "git"
brew "bash"
brew "gnu-sed --with-default-names"
brew "grep"
brew "jq"
brew "jenv"
brew "nodejs"
brew "tig"
brew "terraform"
brew "python"
brew "openssh"
brew "openssl"
brew "wget"
brew "zsh"

cask "caffeine"
cask "slack"
cask "authy"
cask "java"