cask_args appdir: "/Applications"
brew "ack"
brew "ansible"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "docker"
brew "docker-compose"
brew "findutils"
brew "grep"
brew "git"
brew "go"
brew "gnu-sed"
brew "grep"
brew "httpie"
brew "jq"
brew "jenv"
brew "kubernetes-cli"
brew "nodejs"
brew "openssh"
brew "openssl"
brew "the_silver_searcher"
brew "tig"
brew "terraform"
brew "tree"
brew "pyenv"
brew "python"
brew "ruby"
brew "rust"
brew "scala"
brew "vim"
brew "wget"
brew "zsh"

cask "alfred"
cask "authy"
cask "caffeine"
cask "google-chrome"
cask "google-drive-file-stream"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "minikube"
cask "postman"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vagrant"


tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "python@3.9"
brew "ansible"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "cask"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "findutils"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "httpie"
brew "hugo"
brew "jenv"
brew "jq"
brew "k9s"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mono"
brew "node"
brew "openjdk@11"
brew "openssh"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rust"
brew "scala"
brew "sphinx-doc"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
cask "authy"
cask "caffeine"
cask "chromedriver"
cask "discord"
cask "google-drive"
cask "google-drive-file-stream"
cask "insomnia"
cask "intellij-idea"
cask "java"
cask "minikube"
cask "postman"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
