cask_args appdir: "/Applications"
brew "ack"
brew "ansible"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "docker"
berw "docker-compose"
brew "findutils"
brew "grep"
brew "git"
brew "go"
brew "gnu-sed"
brew "grep"
brew "httpie"
brew "jq"
brew "jenv"
brew "kubernetes-cli"
brew "nodejs"
brew "openssh"
brew "openssl"
brew "the_silver_searcher"
brew "tig"
brew "terraform"
brew "tree"
brew "pyenv"
brew "python"
brew "ruby"
brew "rust"
brew "scala"
brew "vim"
brew "wget"
brew "zsh"

cask "authy"
cask "caffeine"
cask "java"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vagrant"
cask "postman"
cask "authy"
cask "java"
cask "alfred"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "vagrant"